<template>
    <div>
        <van-nav-bar title="隐私条款" left-text="返回" fixed  left-arrow @click-left="$back()" />
        <!-- <h1>隐私条款</h1> -->
        <h2 style="margin-top:60px;">一、双方</h2>
        <p>一、双方 1.1 玩币联盟数字资产交易平台（以下称 “玩币联盟”）是由在英国注册的、提供数字资产服务的WINCENT国际资讯有限公司（以下称“本公司”或“公司”）运营，本网站是一个专门供用户进行数字资产交易和提供相关服务（以下称“该服务”或“服务”）的平台。为了本协议表述之方便，公司和本网站在本协议中合称使用“我们”或其他第一人称称呼。</p>
        <p>1.2 只要登陆本网站的自然人或其他主体均为本网站的用户，为了本协议表述之便利，以下使用“您”或其他第二人称。</p>
        <h2>二、数据收集目的和使用 玩币联盟收集、处理和存储的个人数据，是通过您使用我们的服务所取得的，或者已经获得了您的同意的。当您使用本网站时，您同意我们开始使用cookies来追踪您的每一个动作，并收集和记住您留下的所有信息，其中包括但不限于您的IP地址，地理位置及其他资料。您同意我们可以从我们收集的任何个人数据中生成通用数据，并将其用于我们自己的目的。您同意我们可以使用这些数据与您就我们或我们的合作伙伴提供的其他产品或服务进行沟通。除非您同意或在下面列出的详细情况下，否则我们不会与第三方（与玩币联盟的服务相关的合作伙伴除外）分享您的个人数据。您同意在下述情况下我们可能会与第三方分享您的个人资料：</h2>
        <p>2.1 我们认为分享对于执行服务条款（the Terms of Service）是有必要的情况。</p>
        <p> 2.2 应政府机构，包括但不限于监管机构，执法部门或司法部门要求的情况。</p>
        <p>2.3 处于为您提供更优质服务而向第三方分享您个人信息的情况。</p>
        <h2> 三、Cookies</h2>
        <p>3.1、Cookies常用于记录您浏览我们网站上的各个项目时的习惯以及偏好。Cookies所搜集的资料是不记名的集体统计数据，不载有您的个人资料。</p>
        <p>3.2、Cookies不能用于取得您的硬盘上的数据、您的电邮地址、及您的私人数据，Cookies可使本网站或服务商系统识别到您的浏览器并捕捉和记忆信息。大多数浏览器都预设为可以接受Cookies，您可以选择将您的浏览器设定为不接受Cookies。不过, 若您设定为禁止Cookies, 您或许便不能启动或使用我们网站的某些功能。</p>
        <h2>四、信息使用 您同意我们将使用您的个人信息用于下述服务：</h2>
        <p>4.1、提供，维护和改进我们的服务。</p>
        <p>4.2、提供和交付您要求的产品和服务，处理交易，并向您发送相关信息，包括确认和发票。</p>
        <p>4.3、发送技术通知，更新，安全警报以及支持和管理消息。</p>
        <p>4.4、发送促销优惠和其他营销材料。</p>
        <p>4.5、回应您的意见，问题和要求，并提供客服服务。</p>
        <p>4.6、解决争议并解决问题。</p>
        <p>4.7、监控和分析与我们的服务相关的趋势和活动。</p>
        <p>4.8、结合我们从其他渠道获得的信息，以帮助我们了解您的需求并为您提供更好的服务。</p>
        <p>4.9、法律范围内用于其他合理目的。</p>
        <h2>五、安全保障 我们认真对待您的个人信息。我们使用行业标准数据加密技术，并实施了与存储和访问您的个人信息的能力相关的限制(请注意，无法通过互联网进行传输或电子存储方法保证100％安全)。</h2>
        <h2>六、联系玩币联盟关于隐私问题或疑虑 如果您对本隐私条款或使用您的个人资料有任何疑问，请通过发送电子邮件至以下邮箱地址与我们联系（标题为“隐私权请求（PRIVACY REQUEST）”）：support@atmex.io。</h2>

    </div>
</template>

<script>
export default {
    name: '',
    props: {

    },
    data(){
        return {



        };
    },
    computed: {

    },
    created() {
      this.$WebBack();
    },
    mounted() {

    },
    watch: {

    },
    methods: {


    },
    components: {

    },
};
</script>

<style scoped lang="scss">

h1{
    padding-left: 10px;
    font-size: 18px;
}
h2{
    font-size: 14px;
    text-align: left;
    padding: 0 10px;
    line-height: 20px;

}
p,h3{
    text-indent: 2em;
    text-align: left;
    padding: 0 10px;
    line-height: 20px;
    font-weight: 500;
    font-size: 12px;
}
.van-nav-bar{
  box-shadow: 1px 1px 5px rgba(0,0,0,.1)!important;
    .van-nav-bar__title{
      font-weight: 600;
      font-size:18px;
    }
    .van-nav-bar__left{
      .van-icon{
        color: #000;
      }
      .van-nav-bar__text{
      color: #000;
      }
    } 
} 
.one{
  background-color: red;
}
.two{
  background-color: blue;
}
</style>
