<template>
    <div>
        <van-nav-bar title="服务条款" left-text="返回" fixed left-arrow @click-left="$back()" />

        <p style="margin-top:60px;">
        玩币联盟数字资产交易平台（以下简称“玩币联盟”）是由在英国注册的、提供数字资产服务的WINCENT国际资讯有限公司（以下简称“我公司”或“公司”）运营，我公司拥有2006年英国公司法案经营牌照、迪拜多种商品交易中心的经营牌照。公司主要经营范围：提供批发或通用财务顾问服务；经纪服务（包括保管服务）；财务顾问或合格财务实体的雇主；代表其他人保存，投资或管理资金，证券或投资组合；提供远期外汇合约。本网站是一个专门供用户进行数字资产交易和提供相关服务（以下称“该服务”或“服务”）的平台。为了本协议表述之方便，公司和本网站在本协议中合称使用“我们”或其他第一人称称呼。 只要登陆本网站的自然人或其他主体均为本网站的用户，为了本协议表述之便利，以下使用“您”或其他第二人称。
        </p>
        <h2>一、总则</h2>
        <p>1.1 您在使用玩币联盟提供的各项服务之前，应仔细阅读本协议，如有不理解之处或其他必要，请咨询专业律师。如您在玩币联盟进行交易或访问，则视为同意并遵守本协议所有条款。如果您不同意本协议的任一条款，您应立即停止注册/激活程序或停止使用玩币联盟的服务。</p>
        <p>1.2 无论您在事实上是否在使用玩币联盟服务之前认真阅读了本协议内容，只要您使用玩币联盟的服务，则本协议即对您产生约束，届时您不应以未阅读本协议的内容或者未获得玩币联盟对您问询的解答等理由，主张本协议无效，或要求撤销本协议。</p>
        <p>1.3 玩币联盟有权根据需要制订、修改本协议及/或各类规则，并以网站公示的方式进行公告，不再单独通知您。变更后的协议和规则一经在网站公布后，立即自动生效。如您不同意相关变更，应当立即停止使用玩币联盟的服务。若您继续使用玩币联盟服务，即表示您接受经修订的协议和规则。</p>
        <p>1.4 在您违反本协议的任何条款时，玩币联盟有权单方面终止向您提供服务。任何涉嫌违反国家法律法规的可疑用户，玩币联盟有权向相关部门汇报可疑交易，并在必要时冻结相关用户资产，移交相关部门处理。 </p>
        <h2>二、注册与账户</h2>
        <p>2.1 注册资格 您确认并承诺：在您完成注册程序或以其他本网站允许的方式实际使用本网站提供的服务时，您应当是具备可适用的法律规定的可签署本协议及使用本网站服务应具有的能力的自然人、法人或其他组织。您一旦点击同意注册按钮，即表示您自身或您的有权代理人已经同意该协议内容并由您本人或您的有权代理人注册及使用本网站服务。若您不具备前述主体资格，则您及您的有权代理人应承担因此而导致的一切后果，且玩币联盟保留注销、删除或永久冻结您账户，并向您及您的有权代理人追究责任的权利。同时，您需要保证您不在任何恐怖活动组织及恐怖活动人员名单中，如联合国安理会决议中所列的恐怖活动组织及恐怖活动人员名单，您保证您不受您所在国家或地区行政执法机构限制或禁止使用本网站。</p>
        <p>2.2 注册目的 您确认并承诺：您进行玩币联盟注册并非出于违法犯罪活动的目的或破坏玩币联盟秩序的目的。</p>
        <div>
            <h3>2.3 注册流程</h3>
            <p>2.3.1 您同意根据玩币联盟注册页面的要求提供真实、有效的联系信息，包括但不限于手机号、身份证号、护照号等信息；您需要设置帐号及密码，并确保所提供全部信息的真实性、完整性和准确性。您必须提供用户的真实姓名、身份证件等法律法规及隐私条款及反洗钱条款规定的相关信息并不断更新注册资料，符合及时、详尽、准确的要求。</p>
            <p>2.3.2 当您合法、完整并有效提供注册所需信息，则有权获得玩币联盟的帐号和密码。账号和密码用于您在玩币联盟进行会员登录。您获得帐号及密码时即视为您注册成功，同时视为您同意接收玩币联盟发送的与玩币联盟管理、运营相关的电子邮件或短消息。在您完成注册后，您的注册帐户将不能被您主动注销或删除。</p>
            <p> 2.3.3 您注册成功后在玩币联盟进行数字资产的币币交易、合约交易及秒合约交易等操作，应当按照本协议要求提供本人的真实身份信息，包括但不限于姓名、身份证号、照片等，进行实名认证。并进行一系列身份的确认操作，包括但不限于提供本人的身份证照片及手持身份证照片、进行视频认证等。</p>
            <p>2.3.4 如果您在注册时提供的信息不真实、不准确或不完整，您将承担因此产生的任何直接或间接损失及不利后果，玩币联盟对此不承担任何责任。</p>
        </div>
        <h2>三、玩币联盟服务</h2>
        <p>3.1 您有权使用本网站及本网站关联公司提供的玩币联盟服务和其它服务，注册成功的用户可在玩币联盟上发布交易信息、查询数字资产价格和交易信息、达成交易意向并进行币币交易、合约交易及秒合约交易，及使用其它信息服务及技术服务。</p>
        <p>3.2 您在交易过程中与其他会员发生交易纠纷时，一旦您或其它会员任何一方提交调处要求，则玩币联盟有权根据单方判断做出调处决定，您了解并同意接受玩币联盟的判断和调处决定。如您因交易与其他用户产生纠纷的，不得通过司法或行政以外的途径要求玩币联盟提供相关资料。</p>
        <p>3.3 您在使用玩币联盟服务过程中，所产生的应纳税赋，以及一切硬件、软件、服务及其它方面的费用，均由您独自承担。</p>
        <p>3.4 在您使用玩币联盟服务时，玩币联盟有权按相应规则向您收取一定的服务费用。玩币联盟拥有制订及调整服务费的权利，具体服务费用以您使用玩币联盟服务时玩币联盟上所列的收费方式公告或您与玩币联盟达成的其他协议为准。除非另有说明或约定，您同意玩币联盟有权自您的帐户资产中直接扣除该服务费用。</p>
        <h2>四、玩币联盟服务规则 您应承诺遵守以下玩币联盟服务规则：</h2>
        <p>4.1 您应当遵守法律法规、规章、规范性文件及政策要求的规定，保证账户中所有数字资产来源的合法性，不得在玩币联盟或利用玩币联盟服务从事非法或其他损害玩币联盟或第三方权益的活动，如发送或接收任何违法、违规、违反公序良俗、侵犯国家社会集体的和公民的合法权益的信息，发送或接收传销材料、危害国家安全、泄露国家秘密或存在其他危害的信息或言论，未经玩币联盟授权使用或伪造玩币联盟电子邮件抬头信息等。您如果违反前述承诺，产生的一切法律纠纷和责任都应由您独自承担，且您必须确保玩币联盟免于因此产生任何损失。</p>
        <p>4.2 您了解并同意，玩币联盟有权应政府部门（包括司法及行政部门）的要求，向其提供您向玩币联盟提供的个人信息和交易记录等必要信息。如您涉嫌侵犯他人知识产权等合法权益，则玩币联盟亦有权在初步判断涉嫌侵权行为存在的情况下，向权利人提供您必要的身份信息。</p>
        <p>4.3 您应妥善使用和保管您的玩币联盟账号及密码、资金密码、您注册时绑定的手机号码、邮箱地址等，并确保手机和邮箱接收的验证码的安全。您对您使用玩币联盟账号、密码、资金密码、手机验证码进行的任何操作和后果承担全部责任。当您发现您的玩币联盟账号、密码、或资金密码、验证码被未经授权的第三方使用，或存在其他账号安全问题时，应立即有效通知玩币联盟，要求玩币联盟暂停该账号的服务。玩币联盟有义务在合理时间内对您的请求采取行动，但对采取行动前您已经遭受的损失不承担任何责任。您在未经玩币联盟同意的情况下不得将账号以赠予、借用、租用、转让或其他方式交于他人使用，否则由您自行承担因此产生的一切风险和后果。</p>
        <p> 4.4 您在玩币联盟进行数字资产交易时不得恶意干扰数字资产交易的正常进行、破坏交易秩序；不得以任何技术手段或其他方式干扰玩币联盟的正常运行或干扰其他用户对本网站服务的使用；不得以虚构事实等方式恶意诋毁玩币联盟的商誉。</p>
        <p>4.5 您了解并同意：玩币联盟有权对您是否违反上述承诺做出单方认定，并根据单方认定结果适用规则予以处理或终止向您提供服务，且无须得到您的同意或提前通知予您。基于维护玩币联盟交易秩序及交易安全的需要，玩币联盟有权在发生恶意出售或购买等扰乱市场正常交易秩序的情形下，执行关闭相应交易订单等操作。经国家行政或司法机关的生效法律文书确认用户存在违法或侵权行为，或者玩币联盟根据自身的判断，认为您的行为涉嫌违反本协议的条款或涉嫌违反法律规定，则玩币联盟有权在本网站上公示您的该等涉嫌违法或违约行为及玩币联盟已对您采取的措施。对于您在玩币联盟上发布的涉嫌违法，涉嫌侵犯他人合法权利或违反本协议的信息，玩币联盟有权不经通知您即予以删除，且按照协议的规定进行处罚。</p>
        <p>4.6 对于您在玩币联盟上实施的行为，包括您未在玩币联盟上实施但已经对玩币联盟及其他用户产生影响的行为，玩币联盟有权单方认定您行为的性质及是否构成对本协议和/或规则的违反，并据此作出相应处罚。您应自行保存与您行为有关的全部证据，并应对无法提供充要证据而承担的不利后果。对于您涉嫌违反承诺的行为对任意第三方造成损害的，您均应当以您的名义独立承担所有的法律责任，并应确保玩币联盟免于因此产生损失或增加费用。如您涉嫌违反有关法律或者本协议的规定，使玩币联盟遭受任何损失，或受到任何第三方的索赔，或受到任何行政管理部门的处罚，您应当赔偿玩币联盟因此造成的损失及（或）发生的费用，包括合理的律师费用。</p>
        <p>4.7 您同意，为了您的帐户及其内数字资产的安全，根据本协议的约定、法律法规及法律文书的规定、政府依行政职权的要求及玩币联盟判断认为可能对用户的帐户产生风险的情况，玩币联盟有权对您名下的全部或部分帐户进行冻结，即暂时关闭这些账户部分或全部的使用权限。当冻结发生后，如您申请解冻，玩币联盟有权根据本项规定前述的冻结原因来决定是否允许全部或部分解冻，您应充分理解解冻申请并不必然被允许，且申请解冻时您应当配合玩币联盟核实您的身份等有关要求，提供包括但不限于身份信息、身份证、护照、其他有效的身份证明文件及玩币联盟要求的其他信息或文件。</p>
        <h2>五、风险提示</h2>
        <p>5.1 数字资产及合约交易具有极高的风险，您应当自行控制风险并承担损失全部投资的经济风险。</p>
        <p>5.2 鉴于有关风险您在开始进行此类交易之前，应该了解有关交易性质和自身所面临的风险程度。您必须根据本人自身的投资经验、目的、财力和承受风险能力等相关情形，在开户及开始交易前仔细考虑该类交易是否适合您本人。</p>
        <p>5.3 因有关法律、法规和规范性文件的制定或者修改，导致数字资产的交易被暂停、或者禁止的，由此造成的经济损失全部由您自行承担。</p>
        <h2>六、协议的生效、终止和解释</h2>
        <p>6.1 本协议于发布之日即刻生效，在您注册时点击接受协议按钮后，在您使用玩币联盟过程中，即对玩币联盟和用户均具有法律约束力。</p>
        <p> 6.2 您同意，玩币联盟有权自行全权决定以任何理由不经事先通知的中止、终止向您提供部分或全部玩币联盟服务，暂时冻结或永久冻结（注销）您的账户在玩币联盟的权限，且无须因此向您或任何第三方承担任何责任，但是玩币联盟有权利继续保存该账户相关的交易数据、记录等信息以及应用、使用该信息。出现以下情况时，玩币联盟有权直接以注销账户的方式终止本协议，并有权永久冻结（注销）您的账户在玩币联盟的权限。</p>
        <p>6.3 玩币联盟有权依据本协议约定终止全部玩币联盟服务，本协议于玩币联盟全部服务终止之日终止。本协议终止后，您无权要求玩币联盟继续向您提供任何服务或履行任何其他义务，包括但不限于要求玩币联盟为您保留或向您披露原帐号中的任何信息，或是向您或第三方转发任何您尚未曾阅读或发送的信息等。本协议的终止不影响守约方向违约方追究违约责任。</p>
        <p> 6.4 玩币联盟中止或终止向您提供玩币联盟服务后，对于您在服务中止或终止之前的交易行为依下列原则处理，您应独力处理并完全承担进行以下处理所产生的任何争议、损失或增加的任何费用，并应确保玩币联盟免于因此产生任何损失或承担任何费用。您在服务中止或终止之前已经上传至玩币联盟的数字资产尚未交易的，玩币联盟有权在中止或终止服务的同时删除此项物品的相关信息。您在服务中止或终止之前已经与其他会员达成买卖合同，但合同尚未实际履行的，玩币联盟有权删除该买卖合同及该项交易等数字资产的相关信息。您在服务中止或终止之前已经与其他会员达成买卖合同且已部分履行的，玩币联盟可以不删除该项交易，但玩币联盟有权在中止或终止服务的同时将相关情形通知您的交易对方。</p>
        <p> 6.5 本协议的最终解释权归玩币联盟所有。 </p>

    </div>
</template>

<script>
export default {
    name: '',
    props: {

    },
    data() {
        return {

        };
    },
    computed: {

    },
    created() {
    },
    mounted() {

    },
    watch: {

    },
    methods: {
    },
    components: {

    },
};
</script>

<style scoped lang="scss">
h1{
    padding-left: 10px;
    font-size: 18px;
}
h2{
    font-size: 14px;
    text-align: left;
    padding: 0 10px;
    line-height: 20px;

}
p,h3{
    text-indent: 2em;
    text-align: left;
    padding: 0 10px;
    line-height: 20px;
    font-weight: 500;
    font-size: 12px;
}
.van-nav-bar{
    box-shadow: 1px 1px 5px rgba(0,0,0,.1)!important;
    .van-nav-bar__title{
        font-weight: 600;
        font-size:18px;
    }
    .van-nav-bar__left{
      .van-icon{
        color: #000;
      }
      .van-nav-bar__text{
      color: #000;
      }
    } 
} 
</style>
