<template>
  <div>
    <van-nav-bar title="免责声明" left-text="返回" fixed left-arrow @click-left="$back()" />
    <!-- <h1>免责声明</h1> -->
    <p
      style="margin-top:60px;"
    >用户了解并同意，玩币联盟数字资产交易平台（以下简称“玩币联盟”）不对因下述任何一种情况而导致用户的任何损害赔偿承担责任，不论这种损失或损害是否可以为玩币联盟合理预见，也不论玩币联盟是否事先被告知存在此种损失或损害的可能性：</p>
    <p>1. 特定用户及具体交易事项可能存在重大违法或违约情形。</p>
    <p>2. 特定用户在玩币联盟的行为涉嫌违法或不当。</p>
    <p>3. 用户对玩币联盟服务的误解。</p>
    <p>4. 玩币联盟作为提供服务的第三方平台，不担保网站平台上的信息及服务能充分满足用户的需求。对于用户在接受玩币联盟的服务过程中可能遇到的错误、侮辱、诽谤、不作为、或亵渎事件玩币联盟不承担法律责任。</p>
    <p>5. 玩币联盟提供的信息（包括但不限于币种介绍、投资分析报告、预测文章信息及其他评论、数据、图表、指标、理论、直接的或暗示的指示）等仅供参考，玩币联盟力求但不保证信息的准确性、及时性及完整性。玩币联盟不对因使用本网站全部或部分内容产生的或因依赖本网站内容而引致的任何损失承担任何责任。</p>
    <p>6. 玩币联盟可能提供部分与其他网站的链接，前述链接仅为方便用户的使用，但玩币联盟不对所链接网站的信息的真实性、有效性及合法性承担任何责任。</p>
    <p>7. 基于互联网的特殊性，玩币联盟不担保服务不会受中断，对服务的及时性或安全性都不作担保。玩币联盟力图使用户能对本网站进行安全访问和使用，但 玩币联盟不声明也不保证本网站或服务器是不含病毒或其它潜在有害因素；因此用户应使用业界公认的软件查杀任何自玩币联盟下载文件中的病毒。</p>
    <div>
      <h2>8. 用户了解并同意，玩币联盟不对因下述任一情况而导致用户的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其它无形损失的损害赔偿（无论玩币联盟是否已被告知该等损害赔偿的可能性）：</h2>
      <p>8.1 玩币联盟有合理的理由认为特定会员及具体交易事项可能存在重大违法或违约情形。</p>
      <p>8.2 玩币联盟有合理的理由认为用户在玩币联盟的行为涉嫌违法或不当。通过玩币联盟服务购买或获取任何数据、信息或进行交易等行为或替代行为产生的费用及损失。</p>
      <p>8.3 任何非因玩币联盟的原因而引起的与玩币联盟服务有关的其它损失。</p>
    </div>
    <p>9. 用户注册后即表示认可我们按照本协议中规定的规则进行的任何操作，产生的任何风险均由用户承担。</p>
    <p>10. 本协议中规定的我们的保证和承诺是由我们就本协议和本网站提供的服务的唯一保证和陈述，并取代任何其他途径或方式产生的保证和承诺，无论是书面的或口头的，明示的或暗示的。所有这些保证和陈述仅仅代表我们自身的承诺和保证，并不保证任何第三方遵守本协议中的保证和承诺。</p>
    <p>11. 不论在何种情况下，玩币联盟均不对由于信息网络正常的设备维护，信息网络连接故障，电脑、通讯或其他系统的故障，电力故障，罢工，劳动争议，暴乱，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。</p>
    <p>12. 基于区块链交易平台的特殊性，玩币联盟力图确保平台 7*24 小时保持在线。但玩币联盟不能保证因DDoS攻击、服务器供应商暂停服务、网络供应商暂停服务或其他不可抗力等原因造成网站无法访问、交易大厅无法正常挂单、撤单，已挂单交易未能正常成交，区块链资产充值提现长时间未到帐等情况。由于以上原因，造成用户资产损失的情况，玩币联盟不承担任何责任。</p>
    <p>13. 因各国法律、法规和规范性文件的制定或者修改，数字资产交易随时可能被暂停或被禁止。</p>
    <p>14. 在法律允许范围内，玩币联盟将不对用户的任何损害、利润损失、收入损失、业务损失、数据损失、商誉损失、声誉损失负责，除非损失是因本网站违反服务条款所致。</p>
    <p>15. 当有权机关出示相应的调查文件要求本站配合对指定用户进行调查时，或对用户账户采取查封、冻结或者划转等措施时，本站将按照有权机关的要求协助提供相应的用户数据，或进行相应的操作。因此而造成的用户隐私泄露、账户不能操作及因此给所造成的损失等，本站不承担任何责任。</p>
    <p>16. 合约交易持仓期内，在市场价格出现快速变动时将无法保证强制平仓价格，在快速变动的市场中一旦出现瞬时点差扩大可能导致结算价格与强制平仓点价格不符，由此产生的有可能的交易风险将由客户承担。 凡以任何方式登录本网站或直接、间接使用本网站服务者，视为自愿接受本网站声明的约束。</p>
  </div>
</template>

<script>
export default {
  name: "",
  props: {},
  data() {
    return {};
  },
  computed: {},
  created() {},
  mounted() {},
  watch: {},
  methods: {},
  components: {}
};
</script>

<style scoped lang="scss">
h1 {
  padding-left: 10px;
  font-size: 18px;
}
p,
h2 {
  text-indent: 2em;
  text-align: left;
  padding: 0 0.26667rem;
  font-weight: 500;
  font-size: 0.32rem;
  line-height: 20px;
}
.van-nav-bar {
  box-shadow: 1px 1px 5px rgba(0, 0, 0, 0.1) !important;
  .van-nav-bar__title {
    font-weight: 600;
    font-size: 18px;
  }
  .van-nav-bar__left {
    .van-icon {
      color: #000;
    }
    .van-nav-bar__text {
      color: #000;
    }
  }
}
</style>
